Repository: smartbooster/authentication-bundle
Catalog: src/Resources/translations/security.*.xliff
Languages: fr

# login.title
source: Please authenticate
fr: Veuillez vous authentifier

# login.label_password
source: Password
fr: Mot de passe

# login.label_remember
source: Remember me
fr: Se souvenir de moi

# login.label_submit
source: Log in
fr: Connexion

# login.bad_credentials
source: Username or invalid password.
fr: Nom d'utilisateur ou mot de passe invalides.

# login.action.forgot_password
source: Forgot password ?
fr: Mot de passe oublié ?

# user.action.profile
source: My profile
fr: Mon compte

# user.action.end_impersonate
source: Get out
fr: Sortir

# user.action.logout
source: Log out
fr: Se déconnecter

# profile_edit.title
source: Edit your informations
fr: Modifier vos informations

# profile_edit.processed
source: Informations updated.
fr: Vos informations ont été mise à jour.

# forgot_password.title
source: Password request
fr: Demande de mot de passe

# forgot_password.label_cancel
source: Cancel
fr: Annuler

# forgot_password.label_submit
source: Request
fr: Demander

# flash.forgot_password.success
source: We sent you an email to reset your password.
fr: Nous vous avons envoyé un email pour réinitialiser votre mot de passe.

# flash.forgot_password.unknown
source: This email is unknown.
fr: Cet email ne correspond à aucun utilisateur.

# flash.security.invalid_token
source: The link you used is invalid.<br> If you do not remember your password, please use the link "Forgot password ?"
fr: Le lien que vous avez utilisé est invalide.<br> Si vous ne vous souvenez plus de votre mot de passe, merci d'utiliser le lien "Mot de passe oublié ?"

# flash.security.token_not_found
source: The link you used is incorrect.<br> If you do not remember your password, please use the link "Forgot password ?"
fr: Le lien que vous avez utilisé est incorrect.<br> Si vous ne vous souvenez plus de votre mot de passe, merci d'utiliser le lien "Mot de passe oublié ?"

# flash.security.token_expired
source: This single use link has expired.<br> If you do not remember your password, please use the link "Forgot password ?"
fr: Ce lien à usage unique a expiré.<br> Si vous ne vous souvenez plus de votre mot de passe, merci d'utiliser le lien "Mot de passe oublié ?"

# flash.security.token_used
source: This single use link has already been used.<br> If you do not remember your password, please use the link "Forgot password ?"
fr: Ce lien à usage unique a déjà été utilisé.<br> Si vous ne vous souvenez plus de votre mot de passe, merci d'utiliser le lien "Mot de passe oublié ?"

# reset_password.title
source: Reset your password
fr: Ré-initialiser votre mot de passe

# reset_password.help
source: <p>In order to guarantee the security of your data, please choose a new password respecting the following rules:</p> <ul> <li>- be at least 10 characters long ;</li> <li>- contain at least one lower case, one upper case and one number.</li> </ul> <p><i>We recommend that you either make passwords that are easy to remember but long, or complex passwords that go through a secure password manager.</i></p>
fr: <p>Afin de garantir la sécurité de vos données merci de choisir un nouveau mot de passe en respectant les règles suivantes :</p> <ul> <li>faire au moins 10 caractères ;</li> <li>contenir au moins une minuscule, une majuscule et un chiffre.</li> </ul> <p><i>Nous vous conseillons de faire soit des mots de passe faciles à retenir mais longs, soit des mots de passe complexes qui passent par un gestionnaire de mot de passe sécurisé.</i></p>

# reset_password.label_password
source: New password
fr: Nouveau mot de passe

# reset_password.label_password_confirmation
source: Confirm the password
fr: Confirmer le mot de passe

# reset_password.label_submit
source: Change
fr: Changer

# reset_password.password_must_match
source: Your password and confirmation are not the same.
fr: Votre mot de passe et sa confirmation ne sont pas les mêmes.

# flash.reset_password.success
source: Your password has been reset.
fr: Votre mot de passe a été ré-initialisé.

# flash.reset_password.error
source: A problem occurs during your password reset.
fr: Une erreur s'est produite lors de la réinitialisation de votre mot de passe.
